Repository: atlas-studios/Session2-G2
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 第八十八章 通关二层
en_us: Chapter 88: Overcoming The Two Levels of Trials

source: 第八十六章 升仙一层
en_us: Chapter 86: Immortal Ascension

source: 第八十四章 偏殿藏秘
en_us: Chapter 84: The Secret of the Palace Wing

source: 第八十章 携带系统
en_us: Chapter 80: Portable System

source: 第八章 地阶丹药
en_us: Chapter 8: Earth-Tier Elixir

source: 第八章 妖气入体
en_us: Chapter 8: Infiltration of the Demonic Aura

source: 第六十一章 师不可欺（1500月票加更）
en_us: Chapter 61: Master Cannot be Bullied

source: 第六十七章 不纯剑修
en_us: Chapter 67: Impure Sword Cultivator

source: 第六十三章 深夜跑路
en_us: Chapter 63: Midnight Escape

source: 第六十九章 大比初赛
en_us: Chapter 69: The Preliminary Round of the Competition

source: 第六十二章 入门考验
en_us: Chapter 62: The Entrance Test

source: 第六十五章 正式入门
en_us: Chapter 65: Officially Joining the Sect

source: 第六十八章 门派大比
en_us: Chapter 68: Competition amongst the Sects

source: 第六十六章 全科老师
en_us: Chapter 66: Teacher of All Subjects

source: 第六十四章 买一送一
en_us: Chapter 64: Buy One Free One

source: 第六十章 弟子入门
en_us: Chapter 60: Disciples Entering the Sect

source: 第六章 巨额债务
en_us: Chapter 6: The Task of the Enormous Debt

source: 第六章 自荐为徒
en_us: Chapter 6: Volunteering as a Disciple

source: 第十一章 姬听雨
en_us: Chapter 11: Ji Tingyu

source: 第十一章 鬼王出世
en_us: Chapter 11: The Ghost King was Born

source: 第十七章 有我在没人敢动你
en_us: Chapter 17: Have No Fear When I'm Around

source: 第十七章 铸鼎境二重
en_us: Chapter 17: The Second Stage of the Cast Tripod Realm

source: 第十七章 顿悟忽悠
en_us: Chapter 17: False Epiphany

source: 第十三章 前往仙门
en_us: Chapter 13: Journey to Xianmen

source: 第十三章 曙光
en_us: Chapter 13: Dawn of a New Era

source: 第十九章 修界常识
en_us: Chapter 19: General Knowledge of the Cultivation Realm

source: 第十九章 凶厉
en_us: Chapter 19: Ferocity

source: 第十二章 收服鬼王
en_us: Chapter 12 Taming the Ghost King

source: 第十二章 爬着回去
en_us: Chapter 12: Crawling Back

source: 第十五章 尊者抢徒
en_us: Chapter 15: Supremacy fights over disciple

source: 第十五章 武殿陪练
en_us: Chapter 15: Sparring Partner at Martial Arts Hall

source: 第十八章 净化鬼王
en_us: Chapter 18: Purge the Ghost King

source: 第十八章 可敢一战？
en_us: Chapter 18: Do You Dare to Fight?

source: 第十六章 人艰不拆
en_us: Chapter 16: No Need to Expose

source: 第十六章 危机
en_us: Chapter 16: Danger

source: 第十六章 金牌陪练
en_us: Chapter 16: The Gold Token-Grade Sparring Partner

source: 第十四章 化神尊者
en_us: Chapter 14: The Soul Formation Supremacy

source: 第十四章 江恨水
en_us: Chapter 14: Jiang Henshui

source: 第十天，杨管事依照约定给江逸预支了十两紫金，江逸拿到紫金之后，一刻也待不住了和杨管事告罪一声，火急火燎的朝风月楼冲去。
en_us: On the tenth day, as per their agreement, Manager Yang gave an advance of ten taels of purple gold to Jiang Yi. After Jiang Yi received his purple gold, without wasting a single second, he apologised to Manager Yang and, burning with much anxiety, rushed over to the Fengyue Brothel.

source: 第十章 临时打工
en_us: Chapter 10: A Temporary Job

source: 第十章 聚珍阁
en_us: Chapter 10: The Pearl Gathering Pavilion

source: 第四十一章 草木精灵
en_us: Chapter 41: The Vegetation Spirit

source: 第四十七章 粉丝周边
en_us: Chapter 47: Fans Everywhere

source: 第四十三章 丹宗传承
en_us: Chapter 43: The Alchemical Sect's Heritage

source: 第四十九章 世家目的
en_us: Chapter 49: The Aristocratic Family's Motive

source: 第四十二章 炉里乾坤
en_us: Chapter 42: A Universe Within A Cauldron

source: 第四十五章 化仙丹药
en_us: Chapter 45: Immortal Formation Pills

source: 第四十八章 传承时效
en_us: Chapter 48: Inheriting Prescriptions

source: 第四十六章 家庭作业
en_us: Chapter 46: The Family Assignment

source: 第四十四章 游仙成双
en_us: Chapter 44: The Pair of Traveling Immortals

source: 第四十章 护林兽王
en_us: Chapter 40: The Beast Kings that Guard the Forest

source: 第四只。
en_us: A fourth one.

source: 第四章 剑修羿清
en_us: Chapter 4: Sword Cultivator Yi Qing

source: 第四章 江小奴
en_us: Chapter 4: Jiang Xiaonu

source: 等两人急忙赶回门派的时候，却发现某人正一脸淡定的坐在后殿的石桌前，身前围了一群身着各色衣衫，嘘寒问暖的妹子们。
en_us: By the time the two of them made it back to the sect, they realized that Shen Ying was already sitting at the stone table at the rear hall. Her expression was calm and in front of her stood a group of girls dressed in robes of various colours, fussing over Shen Ying.

source: 等了一会，江逸正准备和杨管事去告别回家，走廊外突然响起一阵脚步声，江逸扫了一眼，连忙身子一缩坐了回去。
en_us: After waiting for a while, Jiang Yi was just getting ready to say farewell to Manager Yang and return home, when the sound of footsteps suddenly rang from outside the corridor. Jiang Yi gave a quick glance, before promptly contracting his body and returned back to his sitting position.

source: 等他走出小房间后，却看到翊凌雪旁边多了一个白色的身影，也是一个漂亮的小姐，年纪和翊凌雪差不多，身材倒是没有她那么火爆，长相倒是更胜一分。
en_us: When he came out of his room, Jiang Yi saw that there was someone dressed in white standing beside Yi Lingxue. She was a lovely young mistress around Yi Lingxue's age, and although her figure was not as curvaceous, she looked even more beautiful than Yi Lingxue.

source: 等众人退后，江逸才松了一口气，今日震慑住所有人，他就安全了，否则他难逃被众人群殴的结局。
en_us: It was only when everyone had retreated backward that Jiang Yi breathed a sigh of relief. Having shocked and intimidated every single opponent that day, he would finally be safe; otherwise, he would find difficulty escaping from ending up being atatcked from all sides and beaten up by all his opponents.

source: 等反应过来时，对方手里已经拿着他们亲自按了手印的契约书了。
en_us: By the time Yin Feng realized he had gotten the shorter end of the stick, Lonemoon was holding onto the contract stamped with both parties' personal hand prints.

source: 等在客栈的呈安与众弟子：“……”师叔到底什么时候回来撤掉这个阵法？
en_us: Cheng An and the other disciples remained at the inn. "When will Uncle-Master come back to remove this array formation?"

source: 等大门关闭后，那冷冰冰的少爷才开口道：“在下翊龙宇，苍狼，我听雪儿说过很多次你，还请你全力出手和我对战一场。”
en_us: The aloof young master waited till the doors were closed before introducing himself, "Yours truly, Yi Longyu. Lone Wolf, I have heard Xue-er mention you many times. Please battle me with everything you've got."

source: 等她收完海鲜回到岸边的时候，易峰已经坐在一边的岩石上，发了近一个小时的呆了。看了她一眼，下意识的就往后退了一步。
en_us: By the time she had finished packing her seafood, Yi Feng had been sittiing on a rock, staring blankly into space for over an hour. He glanced at her and subconsciously took a step back.

source: 等小奴走后，江逸这才怔怔地坐在床上，整理乱成一团麻的脑海。
en_us: Only after Xiaonu left did Jiang Yi sit on his bed in a daze. He took the opportunity to clear his cluttered and messy mind.

source: 等所有人消失在西山，半山腰内才走出一个羸弱的身影，他隐约听到江如鹰的话语，脸上都是轻松之色。
en_us: It was only after everyone had disappeared from the Western Hills that a frail figure walked out from the mid-way point on the mountain. He had vaguely heard Jiang Ruying's words and, as such, his face gave off an expression of relief.

source: 等江如虎走后，江逸从丹房内走出来，他脸色很是淡然，眸子内都是自信。十天时间他完全可以轻松修炼到铸鼎境二重，到时候江如虎敢来，谁爬回江家大院还不一定呢……
en_us: Once Jiang Ruhu was gone, Jiang Yi walked out from inside the Alchemy Lab. His face gave off a look of indifference, while his eyes showed off his self-confidence. In ten days, he could easily train up to the second stage of the Cast Tripod Realm. At that moment, should Jiang Ruhu dare to show up, it would be uncertain who would be crawling back to the central court of the Jiang Residence...

source: 等江松彻底消失了，江逸脸色才平和下来，眸子内却闪过一丝忧色。
en_us: It was only when Jiang Song had completely disappeared that Jiang Yi calmed down. However, his pupils revealed a flash of worry.

source: 等江逸大步朝走廊内行去，那黑甲护卫才松了一口，如释重负叹道：“总算又招到一个，唉……这灵兽山学院一招生，天羽城的公子小姐都疯了一般，没日没夜的修炼，对练。这就算找一百个陪练也不够他们玩啊，这小子才铸鼎境一重，不知能坚持多久？可别半个时辰不到就爬出来……”
en_us: The guard wearing black armor waited for Jiang Yi to walk with big steps through the corridor into the inner bowels of the building before finally heaving a sigh of relief. As though he was relieved of a heavy burden, he sighed and said, "Finally, I've recruited one person. Once this Spirit Beast College started recruiting students, the young masters and young mistresses in Skyplume City have endlessly trained their cultivation techniques and practiced their martial arts techniques, as though they've all gone mad. "With this circumstance, even if we manage to find a hundred sparring partners, it will not be enough to fulfill their demands and accompany them in their fun! "This boy only has his power level at the first stage of the Cast Tripod Realm. Who knows how long he can possibly maintain his post? I hope he does not crawl out after less than one hour..."

source: 等江逸愁眉苦脸的回到自家小院，江小奴已经做好了早饭，正坐在台阶上托着下巴等他回来，一张精致的小脸上都是忧色。看到江逸走进来，连忙紧张的说道：“少爷，你去哪了？急死我了，春芽可是听人说了，一大早江如虎带人就去西山截你了，你可前往别上西山啊……”
en_us: By the time the miserable Jiang Yi returned to the small courtyard of his own home, Jiang Xiaonu had already finished making breakfast and was sitting on the entrance stairway, propping her chin on her hand and waiting for him to return. Her delicate face was filled with worry. When she saw Jiang Yi enter, she hurriedly and nervously asked, "Young Master, where have you been? You've worried me sick! Chun Ya heard someone say that Jiang Ruhu had led people to the Western Hills since dawn to intercept you! Don't you think of heading up to the Western Hills..."

source: 等江逸的身影消失在远处的小巷内，江小奴挥手的动作陡然停了下来，脸上的笑容也瞬间凝固，眼中两行清泪无声的留下，她望着江逸离去的方向，轻声的喃喃起来：“少爷，小奴虽然不知道发生了什么事情，但我知道肯定出大事了，否则你不会抛下小奴的！少爷，你别担心我，放手去做你想做的事情，小奴在家等着你回来，如果……你死了，小奴也一定不会独活，去了冥界小奴还做你的侍女。”
en_us: It was only until Jiang Yi's figure disappeared in the distant alleyway that Jiang Xiaonu's waving stumbled to a stop and her smile froze instantly. Tears streaming silently down her face, she gazed in the direction Jiang Yi had gone and murmured, "Young Master, Xiaonu doesn't know what has happened, but something must have gone seriously wrong, or you would not have left Xiaonu like this! Young Master, don't you worry about me, be free to do whatever you wish, I will be waiting for you at home. If... you were to die, Xiaonu would not live this life either. Xiaonu would still be your maidservant in the Netherworld Realm."

source: 等江逸走了一会后，鹤大师才挥退了刘管事和侍女，朝姬听雨问道：“小姐，这丹药除了丹纹外全无价值，而且药效不明，卖不出去的，你怎么全收啊？还有……要不要派人跟踪他？”
en_us: Master He waited until Jiang Yi had left for some time before dismissing Housekeeper Liu and the maidservant. He turned to Ji Tingyu and asked, "Young Mistress, besides the vein patterns, this pill is completely valueless; its medical effects are also unclear. We can't sell this off at all. How could you have accepted all of them? On top of that... should we send someone to follow him?"

source: 等灵神丹的药力笼罩丹田，江逸立即调集一丝黑色元力融合药力，接着全力运转江水决。
en_us: Once the medical efficacy powers of the Spirit Pills had enveloped his dantian, Jiang Yi immediately assembled a wisp of black essence force and combined it with the medical efficacy power, before circulating the Jiang Water Art technique with all my might.

source: 等等……
en_us: Wait...

source: 等等！
en_us: Wait a moment!

source: 等等！刚刚她是想说厨子吧？绝对是的吧？！
en_us: Wait a minute! She just used the word chef? That was definitely what she said, right!?

source: 等等！那个笛子和玉牌也有点眼熟，他下意识往身侧的储物袋里一探，“卧槽，为什么会在你手上？”啥时候愉的，他完全没有印象啊。
en_us: Wait a second! That flute and jade piece seemed familiar too, and he subconsciously searched his storage bag. "Holy shit, why are they in your hands?" When were they stolen? He had no recollection of it.

source: 等等！难道是……
en_us: Wait a moment! Could it be…

source: 筑基到是好一些，但一番打斗下来，她们也只有一人进入了五强，就败下阵来。能拿到第五名，已经是意外之喜了。可没想到更惊喜却是金丹组的。他们居然直接进入了最后三强的最终决赛。
en_us: The Foundation Establishment disciples did slightly better. After a round of fighting, however, one of them made it to the top five fighters and was defeated. It was already a pleasant surprise that one of them managed to clinch fifth place. What was more surprising was the Golden Core group. Their sect had actually made it into the top three.

source: 答案是肯定的！
en_us: The answer is definitely a 'Yes'!

source: 管事一怔，脸上立即露出灿烂的微笑，招手道：“来人，上好茶！”
en_us: The housekeeper was startled for a second but quickly revealed a bright smile on his face. Waving his hand, he ordered, "Someone come over here, and serve some premium tea!"

source: 管事似乎也不想和江逸多说，和一名护卫交代道：“去取令牌来。”
en_us: The housekeeper did not have much to say to Jiang Yi either. "Go get the command token," he instructed one of the guards instead.

source: 管事和一名护卫打了个眼色，让他安排马家少爷上楼，这才接过江逸的金叶子，斜着眼睛随口教训道：“小子！下次可别那么冲动，这次算是给你们江家面子了……”
en_us: The housekeeper glanced at a guard, signaling him to take the Ma Family young master upstairs. Only then did he deign to take the purple gold leaves from Jiang Yi, all the while looking sideways at him, chiding, "You little brat! You'd better not act so brazenly next time, consider this as me giving face to the Jiang Clan..."

source: 管事嘿嘿一笑道：“那是，那是，不过视察楼子内的姑娘这也是正事啊，您说是不？”
en_us: The housekeeper grinned roguishly, "Indeed, indeed. Although wouldn't you say that inspecting the girls in this brothel is in itself a part of business?"

source: 管事很快出去取了一片小小的金叶子递给江逸，姬听雨才微笑说道：“易公子，以后如果有这样的丹药，你尽管来我们聚珍阁，我们全要！而且一律按三枚一两紫金收购，品阶高我们还会出高价，当然……你必须取得炼制这丹药的大师同意。”
en_us: The housekeeper hastily went to fetch a piece of tiny gold leaf and passed to Jiang Yi. It was only then that Ji Tingyu smiled faintly and said, "Young Master Yi, if you have any more of such elixirs in the future, please feel free to come to Pearl Gathering Pavilion! We want themn all! On top of that, we will buy all of them based on the rate of one tael of purple gold for three pills; if the grading is higher than this, we will even offer an even higher price. Of course... you would need to get the permission of the alchemist who refined this pill."

source: 管事房内，荣管事听完江逸的话后勃然大怒，一拍桌子站了起来就要训斥，但他话还没出口，却被两片递过来的金叶子吸引了。
en_us: In his quarters, Chief Rong flew into a rage upon Jiang Yi's words. Slamming down on the table, he shot up from the chair, ready to give Jiang Yi a dressing-down. Before any reproval could pass his lips however, Chief Rong became distracted by the two pieces of gold leaf that made their way under his nose.

source: 管事点了点头，不冷不热的说道：“那好，请跟我来。”
en_us: The housekeeper nodded his head and nonchalantly replied, "Very well then, please follow me."

source: 管事点了点头，又询问道：“请问客人的丹药是什么品阶？如果是人阶下品的话……”
en_us: The housekeeper nodded his head and asked, "Can I ask you, dear guest, what is the quality grade of your elixir? If it is just Man-tier inferior-grade..."

source: 管事老头连忙赔笑道：“翊小姐，都在陪练呢，要不你再等等？”
en_us: The elderly manager smiled and quickly replied, "Young Mistress Yi, they are all busy sparring with other partners. Why don't you wait just a little longer?"

source: 管事阴鸷的眸子在江逸背后的江小奴身上一扫，冷笑道：“要么赔钱，要么这丫头留下为奴十年，要么……你留下一只手！”
en_us: The malicious eyes of the housekeeper glanced at Jiang Xiaonu, who was standing behind Jiang Yi, before coldly laughing and replying, "Either you pay up, this girl stays here as a slave for ten years, or... you leave one hand behind!"

source: 系统：“……”
en_us: System: "..."

source: 素菜家长是什么鬼？总觉得大仙对自己的称呼一直都在变。
en_us: What the hell is Master of the Vegetable Family? Why did he feel like the Great Immortal was always calling him something different?

source: 紧接着又是嘭的一声，一个人影掉在了院子里，血花飞溅染了一地，原本的白衣已经被染红了一半，上面布满各种伤口。
en_us: Then a loud boom resounded, closely followed by a person falling into the yard, his blood splattering all over the place. His originally white shirt was half stained with blood and he was covered in numerous wounds.

source: 紧接着地面轰隆隆一阵地动山摇。仿佛地龙过境一般，从振祥被埋的地方起，整个大地开始开裂，街道翻起，楼房歪斜，尘土飞扬。倾刻之间，整个上青城被一条条巨大的裂缝撕得四分五裂。
en_us: What followed after that was a loud clashing noise as the earth trembled and the nearby mountains swayed. As if an earth dragon had passed by the place Zhen Xiang was buried at, the entirety of the surrounding earth began to crack, the roads were flipped and the houses became crooked as dust flew everywhere. Within a moment, the entire Upper Azure Town was broken and torn apart by the large cracks on the ground.

source: 红衣妹子。
en_us: Red shirt girl.

source: 练功房内，江逸尴尬的望着对面这位美得令人窒息的姬家小姐，目光闪烁都有些不敢直视了，还好他带着面具，姬听雨看不到他发烫的脸。
en_us: In the Technique Practising Room, Jiang Yi awkwardly glanced at the alluring and beautiful young lady from the Ji Family standing opposite him. His evasive gaze was ysmbolic of his fear of looking at her directly. Thankfully for him, he was wearing a mask, so Ji Tingyu could not see his blushing-hot face.

source: 细一看上面的百名修士，众人不禁都倒吸了口气，里面居然有十几位化神修士，领头的五位更是游仙，其它的人不是元婴就是金丹，居然找不出一个金丹以下的修士。
en_us: Upon taking a closer look at the hundreds of cultivators above, everybody sucked in their breath as they realized there were quite a few Soul Formation cultivators, and the five that were leading them were Traveling Immortals. The others were either of the Nascent Soul or Golden Core stage; not one was below Golden Core.

source: 细一看，才发现，这是一间石室，很是宽广，而地上坐满了刚刚一起入塔的修士们，只是好似陷入到了什么幻镜之中，个个面露痛苦之色，醒不过来。
en_us: Squinting, he found that he had entered a wide stone room. Seated on the floor were all the cultivators who entered the pagoda. Each of them looked as though they were stuck in some imaginery world - they all had pained expressions but were unconscious.

source: 细想一下，他醒来后，的确没见到过芮糜的身影。再怎么说他也算是个金丹魔修，除非同阶的剑修，或是元婴修士出手，否则谁也拿他没办法。若沈萤真的只是个一点修为都没有的凡人，是不可能在对方手上逃脱的。
en_us: Upon deeper thought, he remembered that after he woke up there was indeed no sign of Rui Mi. In any case, he was a Golden Core Fiend Cultivator, so unless one had achieved an equal stage in sword cultivation, or a Nascent Soul cultivator came to help, nobody would be able to do anything to him. If Shen Ying were only a mortal with no cultivation, it would have been impossible to escape from the opponent's clutches.

source: 细数下来，除了各家家主，还有八个游仙。他跟羿清一人四个想想都吃力，再加上他刚刚还受了点伤，虽然不是很严重，但也是有影响的。
en_us: Apart from the family masters, there were eight other Traveling Immortals. Lonemoon and Yi Qing each had to take on four of them - just thinking about it tired him out. The fact that he sustained injuries in the earlier level made matters worse. He was not seriously injured, but it did affect his performance.

source: 终于吃饱喝足的一行人，没费什么功夫，在没惊动太虚派的情况下，直接就到了悟剑峰底。
en_us: Finally having eaten their fill, the group managed to reach the base of Mt. Sword Comprehension Peak without much effort and without alerting the Grand Vacuity Sect to their presence.

source: 终于接到贺礼的兔王，打开盒子内那块皱巴巴的白布，瞬间脚下一软，差点从王座上摔了下去。
en_us: The Rabbit Monarch finally received the gift. On seeing the limp piece of white cloth. he picked it up, ready to throw it from his throne.

source: 终于飞过来的易峰，不敢置信的看着空中落下的人，脱口而出，“灵主！”
en_us: Yi Feng, who had finally made it to Shen Ying's side, could not believe his eyes. "Spirit Master!"

source: 终于，第一道劫雷劈了下来。笔直的打在了场中的孤月身上。他周身的阵法瞬间就被攻碎了，身下的地面都陷下去了好几尺。庞大的天地威压，更是朝着四周扩散而去，若不是有护山大阵，四周殿宇估计全要化为灰烬。
en_us: At last, the first streak of Lightning Tribulation struck directly at Lonemoon. The array formation around him were all shattered, and the ground around him sank by a few feet. The suppression aura of heaven and earth started spreading outwards. If it were not for the Protective Mountain Array, the palace would have been burned to ashes.

source: 终于，那管事抬头望着江逸，点头道：“我给你们江家一个面子，江家子弟想然也会言而有信。当然……如果一个月后你不赔钱，我会拿着这令牌去你们江家刑堂要钱，你们走吧。”
en_us: Finally, the housekeeper raised his head to look at Jiang Yi, before nodding his head and replied, "I will give face to the Jiang Clan - after all, the Jiang Clan members are doubtlessly true to their word. Of course... If you fail to repay the money in a month's time, I will take this token to your Jiang Clan’s Disciplinary Court to demand the money. You guys can go now."

source: 经过一上午的观察，江逸倒是大概懂了这炼丹的步骤，炼丹分为熔炼、化丹、回炉三步，让他绝望的是，这炼丹第一步熔炼药材和第三步回炉丹成倒是好办，第二步化丹他却是完全看不懂。
en_us: After observing for an entire morning, Jiang Yi could understand more or less the steps involved in refining elixirs. The refinement of elixirs had three steps: smelting, forming, and melting down. What made him despair was that the first step of melting down the ingredients and the third step of reheating the elixirs were easy to do, but he could not understand the second step of forming the elixirs at all.

source: 结束了。
en_us: It was over.

source: 结果……
en_us: Alas, in the end…

source: 结果只是片刻时间，练功房的房门就打开了，那陪练的武者跌跌撞撞的走出来，戴着的野猪面具都吊在脖子上，露出一张满是鲜血的脸。那翊小姐的身影出现在门口，对着杨管事冷哼道：“杨管事，这铜牌陪练实力怎么那么差？换一个。”
en_us: In the end, it was only a short moment of time before the door to the technique-practicing room opened. "Wild Boar" staggered out. His mask hung from his neck, revealing a face filled with fresh blood. The silhouette of Young Mistress Yi appeared at the door. She coldly snorted at Manager Yang and said, "Manager Yong, why is the strength of this bronze-token-grade sparring partner so weak? Get me another one."

source: 结果思羽这一出门，直到下午都没回来，沈萤有点不放心，让萝卜和郁红找了出去。可一直到晚上，别说思羽，郁红和萝卜都没了人影，连孤月都回来了，不会真出什么事了吧？
en_us: After Si Yu stepped out of the door, she stayed out all afternoon. Shen Ying got worried and asked Radish and Yu Hong to go out to search for her. But none of them came back even after the sun set and Lonemoon returned. Did something happen?

source: 结果确认后，大长老一怒之下亲自去藏书阁把他权限以内可以挑选的，涵盖不少领域的数十本修炼心法统统取了出来，让江逸一本书一本书地，一个系别一个系别地尝试。因为哪怕江逸适合修炼的是某个系别最低等级的心法，只要能有普通人的速度，以他的武学悟性来说，依然是有望成才的。
en_us: When he realized this unusual circumstance, an irritated Grand Elder personally went to his private library. Out of the countless books available, he gathered dozens of different books dedicated to the practice of mental cultivation and gave them to Jiang Yi to practice the proposed methods book by book, style by style. Regardless of whether Jiang Yi was only suited to practice the lowest level of mental cultivation abilities or not, as long as he learned it at the speed of an average person, with his instincts in martial arts, he would definitely be able to master them and become a powerful martial artist.

source: 结果自然不言而喻，江逸就算不动用黑色元力，经过这段时间不断的对练，反应速度和战斗本能也绝不是这骄傲的翊家小姐可比的。
en_us: The result was unsurprising. Even without the black essence force, Jiang Yi's speed of reaction and fighting instincts were continuously enhanced after so many sparring matches. The proud young mistress of the Yi Family was naturally no match against him.

source: 结果足足一整天，柳长老依旧没有出现。江逸纳闷了，按理柳长老应该会继续试验啊，怎么一天都没出现？不过柳长老不在，江逸乐得清闲，修炼了一整天封印上的符文又破解了二十枚，江水决的修炼速度继续提升。
en_us: Elder Liu did not show up for the entire day. Jiang Yi was perplexed. In theory, Elder Liu would be rearing to continue his experiments. Why did he not turn up for an entire day? However, with Elder Liu not being around, Jiang Yi was able to enjoy his idle moments. He was able to practice refining the entire day and shaved twenty characters off the runic patterns of his seal. The refining speed of his Jiang Water Art likewise continued to grow.

source: 结果这次丹田内却又开始产生黑色元力了，而等黑色元力积累到十缕之后，又不再增加了……
en_us: The result was that his dantian once again started producing black essence force; yet once the ten strands of this essence force had been collated, the numbers did not increase again...

source: 结果，让他很是无语的是，内堂一个穿着褐色长袍，披头散发，如一个疯子般的老头正围着一个丹炉瞪着大眼睛细细查看，而平时在丹药房帮忙的一位江家旁系子弟江松却并没有在丹药房内。
en_us: In the end what left him truly speechless was an old man in the inner part of the room, wearing a long brown robe with disheveled hair like a madman, standing around a cauldron and staring into it with his eyes wide open. As for the Jiang Clan collateral descendant who was normally in the Elixir Room helping, Jiang Song, he was not in the Elixir Room.

source: 继续？继续啥？
en_us: Get on with it? Get on with what?

source: 缓缓转过头看了过来，整个庞大的身影抖了抖，突然吸了吸鼻子，眼泪顿时哗啦一下就涌了出来，止都止不住的那种，指了指地上的铃铛开始嚎啕大哭起来，“掌门，铃……铃……我的铃……哇啊……”
en_us: Si Yu slowly turned and looked over, the entirety of her huge frame shaking. She sniffled as an uncontrollable flood of tears came gushing out her eyes. Pointing at the bell on the ground, she wailed, "Sect Master, the bell… bell… My bell… wa…"
